Repository: davidweterings/django-passwords
Catalog: passwords/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Invalid Length (%s)
nl: Incorrecte lengte (%s)

source: Must be %s characters or more
nl: Moet minimaal %s karakters zijn

source: Must be %s characters or less
nl: Moet gelijk of minder dan %s karakters zijn

source: Must be more complex (%s)
nl: Moet meer complex zijn (%s)

source: Must contain %(UPPER)s or more unique uppercase characters
nl: Moet %(UPPER)s of meer unieke hoofdletters bevatten

source: Must contain %(LOWER)s or more unique lowercase characters
nl: Moet %(LOWER)s of meer kleine letters bevatten

source: Must contain %(DIGITS)s or more unique digits
nl: Moet %(DIGITS)s of meer unieke getallen bevatten

source: Must contain %(PUNCTUATION)s or more unique punctuation characters
nl: Moet %(PUNCTUATION)s of meer unieke speciale tekens bevatten

source: Must contain %(SPECIAL)s or more unique special characters
nl: Moet %(SPECIAL)s of meer unieke speciale tekens bevatten

source: Must contain %(WORDS)s or more unique words
nl: Moet %(WORDS)s of meer unieke woorden bevatten

source: Too Similar to [%(haystacks)s]
nl: Lijkt teveel op [%(haystacks)s]

source: Based on a dictionary word
nl: Gebaseerd op een woord uit het woordenboek

source: Based on a common sequence of characters
nl: Gebaseerd op een veel voorkomende reeks van tekens
